{"config": [{"config": {"input_dtype": "float64", "W_regularizer": null, "name": "dense_1", "W_constraint": null, "trainable": true, "bias": true, "b_regularizer": null, "activity_regularizer": null, "input_dim": 144, "batch_input_shape": [null, 144], "b_constraint": null, "init": "uniform", "output_dim": 48, "activation": "sigmoid"}, "class_name": "Dense"}], "keras_version": "1.2.2", "class_name": "Sequential"}